{
    "LENALIDOMIDE": {
        "name": "LENALIDOMIDE",
        "link": "https://www.webmd.com/drugs/2/drug-94823-640/lenalidomide-capsule/details",
        "uses": "Lenalidomide is used to treat various types of cancers. It works by slowing or stopping the growth of cancer cells. It is also used to treat anemia in patients with certain blood/bone marrow disorders (myelodysplastic syndromes-MDS). Lenalidomide may lessen the need for blood transfusions.Lenalidomide is not recommended for the treatment of a certain type of cancer (chronic lymphocytic leukemia) because of the increased risk of serious heart-related side effects and death. If you have this type of cancer, talk to your doctor about the risks of using this medication."
    },
    "POMALIDOMIDE": {
        "name": "POMALIDOMIDE",
        "link": "https://www.webmd.com/drugs/2/drug-163457-1523/pomalidomide-capsule/details",
        "uses": "Pomalidomide is used to treat certain types of cancers (such as multiple myeloma, Kaposi sarcoma). It works by slowing or stopping the growth of cancer cells."
    },
    "LINEZOLID": {
        "name": "LINEZOLID",
        "link": "https://www.webmd.com/drugs/2/drug-18168-5154/linezolid/details",
        "uses": "Linezolid is an antibiotic used to treat certain serious bacterial infections. It works by stopping the growth of bacteria.This antibiotic treats only bacterial infections. It will not work for viral infections (such as common cold, flu). Using any antibiotic when it is not needed can cause it to not work for future infections.Linezolid also belongs to a class of drugs known as MAO inhibitors. It can increase the levels of certain natural substances in the body (such as dopamine, norepinephrine, serotonin) which can increase the chance of certain side effects and food and drug interactions. See How to Use, Side Effects, and Drug Interactions sections for more details."
    },
    "SODIUM OXYBATE": {
        "name": "SODIUM OXYBATE",
        "link": "https://www.webmd.com/drugs/2/drug-64017-896/sodium-oxybate-solution/details",
        "uses": "Read the Medication Guide and Instructions for Use provided by your pharmacist before you start using sodium oxybate and each time you get a refill. If you have any questions, ask your doctor or pharmacist.Take this medication by mouth at least 2 hours after eating in 2 separate doses as directed by your doctor. Prepare your 2 doses as directed. The doses must each be mixed with 2 ounces (60 milliliters) of water. Take the first dose at bedtime while in bed. Set an alarm clock to awaken you for the second dose in 2-and-a-half hours to 4 hours. Take the second dose while sitting in bed, and turn off the alarm. If you have children or pets in the house, be sure to use the child-resistant caps that come with the medication cups.The dosage is based on your medical condition, weight (for children), response to treatment, and other medications you may be taking. Be sure to tell your doctor and pharmacist about all the products you use (including prescription drugs, nonprescription drugs, and herbal products). Your doctor will gradually increase your dose over 1 to 2 weeks to lessen the risk of side effects. This process will continue until your doctor has found the right dose for you. Follow your doctor's directions carefully. Do not increase your dose, take it more frequently, or use it for longer than prescribed.Use this medication regularly to get the most benefit from it. To help you remember, take it at the same times each night.If you suddenly stop using this medication, you may have withdrawal symptoms (such as anxiety, psychosis, fast heartbeat, trouble sleeping). To help prevent withdrawal, your doctor may lower your dose slowly. Withdrawal is more likely if you have used sodium oxybate solution for a long time or in high doses. Tell your doctor or pharmacist right away if you have withdrawal.Tell your doctor if your condition persists or worsens."
    },
    "POTASSIUM OXYBATE": {
        "name": "POTASSIUM OXYBATE",
        "link": "https://www.webmd.com/drugs/2/drug-64017-896/sodium-oxybate-solution/details",
        "uses": "Read the Medication Guide and Instructions for Use provided by your pharmacist before you start using sodium oxybate and each time you get a refill. If you have any questions, ask your doctor or pharmacist.Take this medication by mouth at least 2 hours after eating in 2 separate doses as directed by your doctor. Prepare your 2 doses as directed. The doses must each be mixed with 2 ounces (60 milliliters) of water. Take the first dose at bedtime while in bed. Set an alarm clock to awaken you for the second dose in 2-and-a-half hours to 4 hours. Take the second dose while sitting in bed, and turn off the alarm. If you have children or pets in the house, be sure to use the child-resistant caps that come with the medication cups.The dosage is based on your medical condition, weight (for children), response to treatment, and other medications you may be taking. Be sure to tell your doctor and pharmacist about all the products you use (including prescription drugs, nonprescription drugs, and herbal products). Your doctor will gradually increase your dose over 1 to 2 weeks to lessen the risk of side effects. This process will continue until your doctor has found the right dose for you. Follow your doctor's directions carefully. Do not increase your dose, take it more frequently, or use it for longer than prescribed.Use this medication regularly to get the most benefit from it. To help you remember, take it at the same times each night.If you suddenly stop using this medication, you may have withdrawal symptoms (such as anxiety, psychosis, fast heartbeat, trouble sleeping). To help prevent withdrawal, your doctor may lower your dose slowly. Withdrawal is more likely if you have used sodium oxybate solution for a long time or in high doses. Tell your doctor or pharmacist right away if you have withdrawal.Tell your doctor if your condition persists or worsens."
    },
    "MYCOPHENOLIC ACID": {
        "name": "MYCOPHENOLIC ACID",
        "link": "https://www.webmd.com/drugs/2/drug-78662-470/mycophenolic-acid/details",
        "uses": "Mycophenolate is used in combination with other medications to keep your body from attacking and rejecting your transplanted kidney. It belongs to a class of medications called immunosuppressants. It works by weakening your body's defense system (immune system) to help your body accept the new kidney as if it were your own."
    },
    "BELZUTIFAN": {
        "name": "BELZUTIFAN",
        "link": "https://en.wikipedia.org/wiki/belzutifan",
        "uses": "Belzutifan is a drug under investigation for the treatment of von Hippel–Lindau disease-associated renal cell carcinoma.[1][2][3][4] Belzutifan is an hypoxia-inducible factor-2 alpha (HIF-2α) inhibitor.[5] Belzutifan is the first drug to be awarded an \"innovation passport\" from the UK Medicines and Healthcare products Regulatory Agency (MHRA).[2]"
    },
    "MYCOPHENOLATE MOFETIL": {
        "name": "MYCOPHENOLATE MOFETIL",
        "link": "https://www.webmd.com/drugs/2/drug-4068-2108/mycophenolate-mofetil/details",
        "uses": "Mycophenolate is used in combination with other medications to keep your body from attacking and rejecting your transplanted organ (such as kidney, liver, heart). It belongs to a class of medications called immunosuppressants. It works by weakening your body's defense system (immune system) to help your body accept the new organ as if it were your own."
    },
    "MYCOPHENOLATE MOFETIL HYDROCHLORIDE": {
        "name": "MYCOPHENOLATE MOFETIL HYDROCHLORIDE",
        "link": "https://www.webmd.com/drugs/2/drug-4068-2108/mycophenolate-mofetil/details",
        "uses": "Mycophenolate is used in combination with other medications to keep your body from attacking and rejecting your transplanted organ (such as kidney, liver, heart). It belongs to a class of medications called immunosuppressants. It works by weakening your body's defense system (immune system) to help your body accept the new organ as if it were your own."
    },
    "MAGNESIUM OXYBATE": {
        "name": "MAGNESIUM OXYBATE",
        "link": "https://www.webmd.com/drugs/2/drug-3954-5106/magnesium-oxide/details",
        "uses": "This medication is a mineral supplement used to prevent and treat low amounts of magnesium in the blood. Some brands are also used to treat symptoms of too much stomach acid such as stomach upset, heartburn, and acid indigestion. Magnesium is very important for the normal functioning of cells, nerves, muscles, bones, and the heart. Usually, a well-balanced diet provides normal blood levels of magnesium. However, certain situations cause your body to lose magnesium faster than you can replace it from your diet. These situations include treatment with \"water pills\" (diuretics such as furosemide, hydrochlorothiazide), a poor diet, alcoholism, or other medical conditions (e.g., severe diarrhea/vomiting, stomach/intestinal absorption problems, poorly controlled diabetes)."
    },
    "LOPERAMIDE HYDROCHLORIDE": {
        "name": "LOPERAMIDE HYDROCHLORIDE",
        "link": "https://www.webmd.com/drugs/2/drug-4789-3025/loperamide-liquid/details",
        "uses": "See also Warning section.If you are using the over-the-counter product to self-treat, read all the directions on the product package before taking this medication. If your doctor has prescribed this medication, follow your doctor's directions and the directions on your prescription label.Take this medication by mouth, usually after each loose stool or as directed by your doctor. Shake the bottle well before each use. Measure each dose carefully using the attached measuring cup. Do not use a household spoon since you may not get the correct dose.The dosage is based on your condition and response to treatment. In children, dosage is also based on age and weight. Adults should not use more than 8 milligrams in 24 hours if self-treating, or 16 milligrams in 24 hours if under a doctor's direction.Diarrhea can cause a serious loss of body water (dehydration). Drink plenty of fluids and minerals (electrolytes) to replace what is lost. Tell your doctor right away if you develop signs of dehydration (e.g., extreme thirst, decreased urination, muscle cramps, weakness, fainting). You may also need to change to a bland diet during this time to reduce irritation to your stomach/intestines. Consult your doctor or pharmacist for more information.Tell your doctor if your diarrhea does not improve after 2 days, if your condition worsens, or if you develop new symptoms. If you develop blood in the stool, fever, or an uncomfortable fullness/swelling of the stomach/abdomen, or if you think you may have a serious medical problem, seek immediate medical attention.If you are taking this medication under your doctor's direction for ongoing diarrhea, tell your doctor if your diarrhea continues after 10 days of treatment."
    },
    "CALCIUM OXYBATE": {
        "name": "CALCIUM OXYBATE",
        "link": "https://www.webmd.com/drugs/2/drug-64017-896/sodium-oxybate-solution/details",
        "uses": "Read the Medication Guide and Instructions for Use provided by your pharmacist before you start using sodium oxybate and each time you get a refill. If you have any questions, ask your doctor or pharmacist.Take this medication by mouth at least 2 hours after eating in 2 separate doses as directed by your doctor. Prepare your 2 doses as directed. The doses must each be mixed with 2 ounces (60 milliliters) of water. Take the first dose at bedtime while in bed. Set an alarm clock to awaken you for the second dose in 2-and-a-half hours to 4 hours. Take the second dose while sitting in bed, and turn off the alarm. If you have children or pets in the house, be sure to use the child-resistant caps that come with the medication cups.The dosage is based on your medical condition, weight (for children), response to treatment, and other medications you may be taking. Be sure to tell your doctor and pharmacist about all the products you use (including prescription drugs, nonprescription drugs, and herbal products). Your doctor will gradually increase your dose over 1 to 2 weeks to lessen the risk of side effects. This process will continue until your doctor has found the right dose for you. Follow your doctor's directions carefully. Do not increase your dose, take it more frequently, or use it for longer than prescribed.Use this medication regularly to get the most benefit from it. To help you remember, take it at the same times each night.If you suddenly stop using this medication, you may have withdrawal symptoms (such as anxiety, psychosis, fast heartbeat, trouble sleeping). To help prevent withdrawal, your doctor may lower your dose slowly. Withdrawal is more likely if you have used sodium oxybate solution for a long time or in high doses. Tell your doctor or pharmacist right away if you have withdrawal.Tell your doctor if your condition persists or worsens."
    }
}